---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricTagComponentReference.Intersection
enum: Autodesk.Revit.DB.Structure.FabricTagComponentReference
source: html/1dfce1e3-f3df-b4e1-e87a-675c6a3240c9.htm
---
# Autodesk.Revit.DB.Structure.FabricTagComponentReference.Intersection

Tag and Leader will reference the intersection of the major and minor axes.